[
    {
        "image":"../assets/images/profile2.jpg",
        "name":"Alex",
        "role":"Web Developer",
        "messagedTime":"09/03/2020",
        "messageContent":"React is a front-end library developed by Facebook. It is used for handling the view layer for web and mobile apps. ReactJS allows us to create reusable UI components. It is currently one of the most popular JavaScript libraries and has a strong foundation and large community behind it."
    },
    {
        "image":"../assets/images/profile3.jpg",
        "name":"Christoper",
        "role":"Network Engineer",
        "messagedTime":"09/03/2020",
        "messageContent":"If you want to work with ReactJS, you need to have solid knowledge of JavaScript, HTML5, and CSS. Even though ReactJS doesn't use HTML, the JSX is similar so your HTML knowledge will be very helpful. We will explain this more in one of the next chapters. We will also use EcmaScript 2015 syntax so any knowledge in this area can be helpful."
    },
    {
        "image":"../assets/images/profile4.jpg",
        "name":"Suman",
        "role":"Systems Analyst",
        "messagedTime":"09/02/2020",
        "messageContent":"React is a library for building composable user interfaces. It encourages the creation of reusable UI components, which present data that changes over time. Lots of people use React as the V in MVC. React abstracts away the DOM from you, offering a simpler programming model and better performance. React can also render on the server using Node, and it can power native apps using React Native. React implements one-way reactive data flow, which reduces the boilerplate and is easier to reason about than traditional data binding."
    },
    {
        "image":"../assets/images/profile5.jpg",
        "name":"Alen",
        "role":"Software Developer",
        "messagedTime":"08/29/2020",
        "messageContent":"Webpack is a module bundler (manages and loads independent modules). It takes dependent modules and compiles them to a single (file) bundle. You can use this bundle while developing apps using command line or, by configuring it using webpack.config file.Babel is a JavaScript compiler and transpiler. It is used to convert one source code to other. Using this you will be able to use the new ES6 features in your code where, babel converts it into plain old ES5 which can be run on all browsers."
    }
]